{
    "header-about-title": "about me",
    "header-services-title": "services",
    "header-projects-title": "projects",
    "header-certificates-title": "certificates",
    "header-contact-title": "contact",
    "first-name":"Abubakr",
    "last-name":"Alsheikh",

    "home-welcoming": "Hello there!",
    "home-introduction":"I'm",
    "home-job":"A web",
    "home-job-developer":"developer",
    "home-job-designer":"designer",
    "home-text":"with a passion for creating websites are",
    "home-text-beautiful":"beautiful",
    "home-text-functional":"functional",
    "home-button-projects":"See my projects",
    "home-button-contect":"Talk to me",

    "about-text-first":"Hello, I am a dedicated web designer and developer hailing from Syria. My journey in the field of technology began with a degree in Computer Engineering, and currently, I am expanding my horizons by pursuing a degree in Information Technology Engineering.",
    "about-text-second":"My passion lies in creating websites that are not just aesthetically pleasing, but also highly functional and user-friendly. I believe that a great website is one that marries design and functionality seamlessly, and this belief is what drives my work.",
    "about-text-last":"My ultimate dream is to use my skills to make a positive impact on the world. I aspire to work on projects that not only challenge me professionally but also contribute to society in a meaningful way. I firmly believe that technology has the power to change the world, and I am excited to be a part of that change. Thank you for taking the time to learn more about me. I look forward to the opportunity to create amazing websites together.",

    "services-frontend":"Front end",
    "services-frontend-text":"Implementing interactive features and animations to enhance user interactions.",
    "services-Backend":"Back end",
    "services-Backend-text":"Developing robust and scalable server-side applications to handle data processing and business logic.",
    "services-Design":"Design",
    "services-Design-text":"Designing engaging and intuitive user interfaces that reflect the client's vision and brand identity.",

    "projects-all-button":"all",
    "projects-front end-button":"front end",
    "projects-back end-button":"back end",

    "certificates-all-button":"all",
    "certificates-specialization-button":"specialization",
    "certificates-course-button":"course",

    "content-input-fullanme":"Full name...",
    "content-input-email":"Email...",
    "content-input-project":"Project...",
    "content-input-message":"Tell me what you want...",
    "content-submit-button":"Send message"
    
}